Repository: aedthuill/transport_app
Catalog: lib/l10n/app_*.arb
Languages: ru

# language
source: English
ru: Русский

# info
source: Payment by bank card and cash on any type of transport
ru: По банковской карте и наличными на любом виде транспорта

# info1
source: Payment by card Volna by trolleybus and bus
ru: По карте Волна на троллейбусе и автобусе

# info2
source: Payment by card Volna on an underground tram
ru: По карте Волна на подземном трамвае

# info3
source: Change to any type of transport if the service is activated on the Volna card
ru: Пересадка на любой вид транспорта, если услуга подключена на карте Волна

# info4
source: In public taxis (mini buses), please, ask the driver about the fare
ru: В маршрутных такси, пожалуйста, утоняйте оплату проезда у водителя

# payment3
source: during 30 min
ru: в течение 30 минут

# payment4
source: only by cash
ru: только наличными

# name
source: Choose a route
ru: Выбор маршрута

# name1
source: Current arrival's time and stops
ru: Текущее время прибытия и остановки

# name2
source: Favourites
ru: Избранное

# description1
source: Created on Transnavigation technologies
ru: Транснави

# name3
source: Settings
ru: Настройки

# name4
source: Notifications
ru: Уведомления

# info5
source: Baggage fee is
ru: Стоимость провоза багажа

# desc
source: Click to enable dark theme
ru: Нажмите, чтобы включить темную тему

# desc1
source: To change the app's language, go to the system settings of the phone
ru: Чтобы сменить язык приложения, перейдите в системные настройки телефона

# desc2
source: The version for visually impaired persons is also available according to the system settings of the phone
ru: Версия для слабовидящих также доступна в соответствии с системными настройками телефона

# menu
source: Message to dev
ru: Написать разработчику

# menu1
source: Common info
ru: Общая информация

# name5
source: Common info
ru: Информация о поездке

# desc3
source: Push-notifications inform about changes in transport's performance or any other changes
ru: Push-уведомления в этом приложении необходимы, чтобы узнавать об изменениях в работе транспорта

# name7
source: Stops on the map and your current location
ru: Остановки на карте и ваше местоположение

# name8
source: Stop's searching
ru: Поиск по остановкам

# name9
source: Should rename?
ru: Переименовать?

# name10
source: Route's searching
ru: Поиск маршрута

# name11
source: Arrival time wasn't set up
ru: Время прибытия не сформировано
